[
	{"abbr":"RPA","word":"Robotic_Process_Automation","definition":"ซอฟต์แวร์โรบอทที่เลียนแบบพฤติกรรมของมนุษย์ โดยที่มนุษย์เป็นผู้ออกแบบกระบวนการ (Process) และขั้นตอน (Workflow) การตัดสินใจต่าง ๆ เพื่อให้การทำงานซ้ำ ๆ ทำได้อย่างมีประสิทธิภาพ และ ลดข้อผิดพลาดในการทำงานที่เกิดจากคน และยังสามารถทำงานได้ตลอด 24 ชั่วโมง","img":"","link":"https://www.9experttraining.com/articles/rpa-คืออะไร"}
	,{"abbr":"UAT","word":"User_Acceptance_Test","definition":"กระบวนการทดสอบซอฟต์แวร์หรือโปรดักต์โดยผู้ใช้งานจริงหรือลูกค้า (อาจเรียกว่า “End-User Testing”) ซึ่งกระบวนการนี้ เป็นกระบวนการสุดท้ายของการทดสอบระบบและเกิดขึ้นก่อนการปล่อยโปรดักต์ เพื่อตรวจสอบให้แน่ใจว่า ระบบใช้งานได้จริง และผู้ใช้งานก็สามารถใช้งานได้จริง ได้รับประสบการณ์การใช้งานที่ดี","img":"","link":"https://1stcraft.com/what-is-user-acceptance-test/"}
	,{"abbr":"PDD","word":"Process_Design_Document","definition":"a document that captures the flow of a business process to be developed within RPA. It typically contains the process flow and sequence of steps for the current manual (as-is) process as well as the automated (to-be) process, and the various exceptions, conditions and rules of the business process to be automated. Normally authored by a Business Analyst, the PDD is the most common mechanism used in RPA implementations to communicate business processes to be automated and facilitate development.","img":"","link":"https://robocorp.com/docs/courses/implementing-rpa-robots/process-definition-document"}
	,{"abbr":"CoE","word":"Centre_of_Excellence","definition":" a team, a shared facility or an entity that provides leadership, best practices, research, support and/or training for a focus area.","img":"","link":"https://en.wikipedia.org/wiki/Center_of_excellence"}
	,{"abbr":"SDD","word":"Solution_Design_Document","definition":"<ul><li>Provides the business requirements and functional specifications of the robotic solution</li><li>Documents the business need of gap (for example, reduce compliance errors on data entry) and how the robotic solution attains or removes the gap</li><li>Includes information about system requirements, integratios, and UI elements</li></ul>","img":"","link":"https://academy.pega.com/topic/solution-design-document/v1"}
	,{"abbr":"RDLC","word":"RPA_Development_Lifecycle","definition":"the structure of how automation is delivered and executed","img":"https://www.slideteam.net/media/catalog/product/cache/1280x720/r/o/robotic_process_automation_life_cycle_slide01.jpg","link":"https://www.edureka.co/blog/rpa-lifecycle"}
	,{"abbr":"SVN","word":"Subversion","definition":"an open source centralized version control system used for maintaining current and historical versions of projects","img":"","link":"https://www.thaicreate.com/tutorial/svn-subversion-version-control.html"}
	,{"abbr":"STP","word":"Straight-through_processing","definition":"","img":"","link":""}
	,{"abbr":"","word":"","definition":"","img":"","link":""}
	
]